      *****************************************************************
      *    得意先ファイル（Ｗｅｂ抽出）  長さ 100
      *****************************************************************
       01  TK-REC.
           03  TK-CD                   PIC X(06).
           03  TK-NM                   PIC X(40).
           03  TK-SIME                 PIC 9(02).
           03  TK-HASU                 PIC X(01).
           03  TK-KAISYU-M             PIC 9(01).
           03  TK-KAISYU-D             PIC 9(02).
           03  TK-DEL                  PIC X(01).
           03  FILLER                  PIC X(47).
